cask_args appdir: "/Applications"

brew 'mas'
brew 'rbenv'
brew 'ruby-build'
brew 'mint'

cask 'visual-studio-code'
cask 'google-chrome'
cask 'notion'
cask 'slack'
cask 'figma'
cask 'zoom'
cask '1password'
cask 'cmd-eikana'
cask 'android-studio'
cask 'gitup'
cask 'charles'
cask 'google-japanese-ime'
cask 'iterm2'
