cask_args appdir: "/Applications"

brew 'mas'
brew 'rbenv'
brew 'ruby-build'

cask 'visual-studio-code'
cask 'google-chrome'
cask 'notion'
cask 'slack'
cask 'figma'
cask 'zoom'
cask '1password'
cask 'cmd-eikana'
cask 'android-studio'
cask 'gitup'
cask 'charles'
cask 'google-japanese-ime'

mas '⌘英かな'
mas 'Amphetamine'
mas 'copyclip'
mas 'developer'
mas 'magnet'
mas 'popclip'

# snap camera
# ps4 remote controller